Revit 2027 API
ParameterTypeId.LevelDataMassTypeDescription Property
 "Mass: Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelDataMassTypeDescription { get; }
Public Shared ReadOnly Property LevelDataMassTypeDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelDataMassTypeDescription {
	ForgeTypeId^ get ();
}
static member LevelDataMassTypeDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace